{"script":"Okay so basically there are two guys henry [REDACTED] and william [REDACTED] they start a family pizza restaurant together called fred bear's family diner, one day william locks\n henry's daughter charlie out of the restaurant and murders her outside, as seen in the fnaf 2 save him minigame and the security puppet minigame. charlie's soul goes on \n to possess the puppet animatronic. then in 1983 william's youngest son dies in hospital after being bitten by the fredbear animatronic as seen in fnaf 4, which causes n fredbear's to close and the springlock suits to be decommissioned. the bite victim's soul goes on to possess the fredbear suit due to the suffering he sustained from the suit \n (this is explained in more detail in the fazbear frights epilogues). freddy fazbear's pizza is then opened. in 1985 william afton kills 5 more kids in a freddy's, and their \n souls go on to possess chica, bonnie, freddy, foxy, and golden freddy/fredbear (which now has 2 souls possessing it, directly paralleling the stitchwraith from the book \n series). that restaurant closes down but freddy's gets rebranded and has a grand reopening in 1987 as we see in fnaf 2. meanwhile, william opens circus baby's pizza world, \n featuring kid killing animatronics, however his daughter elizabeth gets killed by one of the animatronics (baby) and goes on to possess her. william sends his oldest son, \n michael, to go free her from the facility, as seen in sister location. back to freddy's - the fnaf 2 location stays open until the bite of 87, in which it's implied nightguard \n jeremy fitzgerald gets his frontal lobe bitten off by one of the animatronics. then fnaf 1 happens in a location that exists in 1993, not much lore there. after the 1993 \n location gets closed, william gets springlocked in the spring bonnie suit inside the abandoned building, becoming springtrap. Back to Baby in SL. Michael, after a week of \n working there gets lured to the scooping room by Baby in order to get his insides become outsides so that all the Funtime animatronics (now fused into Ennard) can use his body \n as a fleshsuit to escape the facility. Over time the suit starts to get rotten and more and more decayed. Michael body now turns purple and draws more attention (Note: there \n are now two purple guys, Miachel [REDACTED], who is litterally purple due to decay in his fleshsuit, and William [REDACTED], who isn't litterally pruple but the purple colour signifies \n him hiding in the shadow.) and the Funtime animatronics now as Ennard have to abandon ship in search of a new body. Somewhere down the line Baby tries to gain full control of \n the Ennard body and gets kicked out of Ennard, now becoming Scrap Baby and Ennard becoming Molten Freddy, both seen in Pizzeria Simulator and UCN. Speaking of…this brings us \n to Pizza Simulator, where our good friend Henry creates a decoy pizzeria intended to lure in all the loose ends which are: William [REDACTED] as scraptrap, Molten Freddy as the \n funtime animatronics, Scrap Baby as William's daughter and Henry's daughter, Elizabeth who posseses the puppet and gets lured in by her father by the animatronic Lefty. Before \n we get to the ending of pizza sim lets go over some key lore drops hidden in the game. When you buy Candy Cadet he has a chance of telling you 1 of 3 stories a day. All 3 \n stories follow the same pattern. 5 things becoming 1 thing. (5 keys melted into 1 key, 5 dead kids tied together and 5 dead cats sown together into 1.) This could be reffering \n to the funtime animatronics together becoming Ennard. On to the 2nd mingame: Secutity Puppet. When playing this minigame for the 3rd time we can see Henry daughter, Elizabeth \n locked out of the Pizzaria where she gets murdered by Afton, becoming his 1st victim. Next we see the puppet slowly crawling towards her dead body hugging her, and Elizabeth \n posesses her. When brightening up that same image we can see purple tire tracks from William when he fled the scene. And now for out 3rd minigame: Midnight Motorist. This \n game in labeled 'later that night' in the game files so we can assume we are playing as Afton in this minigame. When on the 3rd lap, we can see a crack in the road, in we go \n down it, we end up on a road leading to Jr's a barOrestaurant (presumably the fnaf 1 or 2 location or freddy's family diner) which Will isn't allowed into. The 2nd place we can \n go to is a house. The afton house. When will sees that his youngest son escapes thru the window to the freddy's restaurant he gets very angry. This most likeley causes \n William to create the sound illusion discs to scare his child and creating the nightmare animatronics in his mind to make him afraid of the freddy's restaurant. The sound \n illusion discs are also uses in fnaf 3 to create the phantom animatronics in the players mind. Thats why they also never kill the player in fnaf 3. This brings us to our 3rd and \n final minigame: Fruity maze. With help from the books and this minigame we know that the child who posseses Chica in fnaf 1 is the girl in Fruity Maze named Susie. This is \n all this minigame really tells us. Now the Pizza sim Ending. On the 5th night we hear Elizabeth, Henry's daughter talking but is interupted by her father. Henry reveals the \n pizzeria was a decoy, to lure in and capture all the loose ends and finnaly putting a stop to Afton (He never really dies i'll get to that later) . Everyone dies in the fire and \n the souls are finally put to rest. Onto UCN. In UCN we play as William Afton in purgatory, tormented again and again by his own creations. Thru the game we learn many things, \n such as that Chica was the 1st child to be killed and stuffed and possibly the first animatronic to be given life by the puppet. We also learn about 'the one you should not \n have killed'. This is presumably talking about the child that posseses golden freddy but as mentioned earlier, golden freddy could have mulitple souls inside of it. This \n brings us to fnaf vr: help wanted. The point here is that William Afton's soul is possesing the game becoming Glitchtrap (I will get into some theories about how this could've \n happened later). Through the game he posseses a game tester named Vannessa or Vanny (Vannessa+Bunny) which will most likeley be the main antagonist in fnaf security breach. \n William uses Vanny to continue to kill kids, even though his body is still in purgatory. We will probably get more information on her when security breach is released. Now \n onto how Afton's soul go tinto the game's come and possesed Vannessa. In the fazbear frights book series we read about two children stuck in the stickraith's body. One of the \n kids is said to be killed by Afton. He tells us how he is keeping him alive, to be forever tormented. In that same story we read about 'the patient in room 1280'. It is about a \n man in a hospital, burned beond recognition but somehow still alive. That is obviously William [REDACTED]. When the boy finnally decides to let Afton die, his last request is to \n be wheeled into an old, abandon Freddy's location. The hospital staff do so not really knowing why but looking at the state of Will here he is probably insane to some \n measures. When he is wheeled into the Freddy's location his body literally explodes. Now some parts of his soul go to purgatoryUCN, and other parts posses the computer parts, \n later to be scanned and reused to create the vr title. That is most likeley how he posseses the game but we can't really know for sure."}
